Repository: OpenVisionE2/XMLTV-Import
Catalog: src/EPGImport/locale/*.po
Languages: sk, tr

source: Import of epg data will start. This may take a few minutes. Is this ok?
sk: Začne sa import údajov EPG. Môže to trvať niekoľko minút. Súhlasíte?
tr: e-rehber verilerinin içe aktarımı başlatılacak bu işlem biraz zaman alabilir işlemi başlatmak istiyor musunuz ?

source: events
sk: udalosti
tr: Adet Program Bilgisi

source: Add Channel
sk: Pridať Stanicu
tr: Kanal Ekle

source: Add Provider
sk: Pridať Poskytovateľa
tr: Platform Ekle

source: All services provider
sk: Poskytovatelia všetkých služieb
tr: Platformdaki Tüm Kanalları Ekle

source: Automated EPG Importer
sk: Automatický import EPG
tr: harici e-rehber verilerini sisteminize aktarın

source: Automatic import EPG
sk: Automatický import EPG
tr: e-rehber verilerinin içe aktarımını otomatik yap

source: Automatic start time
sk: Automatický štart
tr: otomatik başlama zamanı

source: Cancel
sk: Zrušiť
tr: Vazgeç

source: Choice days for start import
sk: Voľba dní pre automatický import
tr: içe aktarımın yapılacağı günler

source: Clear
sk: Vyčistiť
tr: Temizle

source: Clearing current EPG before import
sk: Vyčistiť aktuálny EPG pred štartom importu
tr: içe aktarmadan önce mevcut e-rehber verisini temizle

source: Consider setting "Days Profile"
sk: Zvážte nastavenia "Profil dní"
tr: seçtiğim çalışma günlerini dikkate al

source: Days Profile
sk: Profil dní
tr: Çalışma Günleri

source: Delete all
sk: Vymazať všetko
tr: Hepsini Sil

source: Delete selected
sk: Vymazať zvolené
tr: Sil

source: EPG Import Configuration
sk: EPG Import Konfigurátor
tr: E-Rehber Yükleyici Ayarları

source: EPG Import Log
tr: Kayıt Defteri

source: EPG Import Sources
sk: EPG Import Zdroje
tr: Kaynaklar

source: EPG Import finished, %d events
sk: EPG Import hotový, %d udalostí
tr: içe aktarım bitti, %d adet program bilgisi yüklendi

source: EPGImport Import of epg data is still in progress. Please wait.
sk: EPGImport Import EPG dát sa práve vykonáva. Počkajte prosím.
tr: E-Rehber Yükleyici verilerin içe aktarılması hala devam ediyor, lütfen bekleyiniz ...

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
sk: EPGImport Import EPG dát práve začínat. Môže trvať niekoľko minút. Súhlasíte?
tr: EPGImport e-rehber verilerinin içe aktarımı başlatılacak bu işlem biraz zaman alabilir işlemi başlatmak istiyor musunuz ?

source: EPGImport Plugin Failed to start:
sk: EPGImport Plugin Nepodarilo sa začať:
tr: E-Rehber Yükleyici Uygulaması Başlatılamadı:

source: Friday
sk: Piatok
tr: cuma

source: Ignore services list
sk: Ignorovať zoznam služieb
tr: Yok Sayılacak Kanal Listesi

source: Import current source
sk: Import aktuálny zdroj
tr: Mevcut Kaynağı Başlat

source: Importing: %s %s events
sk: Importovanie: %s %s udalostí
tr: Yükleniyor : %s %s adet program bilgisi içe aktarılıyor ...

source: Last import:
sk: Posledný import:
tr: En Son Aktarım :

source: Last import: %s events
sk: Posledný import: %s udalostí
tr: En Son Aktarım : %s Adet Program Bilgisi

source: Last: %s %s, %d events
sk: Posledný: %s %s, %d udalostí
tr: En Son : %s %s, %d adet program bilgisi içe aktarıldı !

source: Load EPG only services in bouquets
sk: Načítať EPG len oblubených poskytovateľov
tr: e-rehber verilerini sadece buketlerde bulunan kanallara yükle

source: Load long descriptions up to X days
sk: Načítať rozšírený popis až na X dní
tr: program özet bilgilerini sağdaki gün sayısına kadar yükle

source: Manual
sk: Manuálne
tr: Başlat

source: Monday
sk: Pondelok
tr: pazartesi

source: No active EPG sources found, nothing to do
sk: Nenájdené aktívne EPG zdroje. nič sa nenaimportuje
tr: etkinleştirilmiş e-rehber veri kaynağı bulunamadı

source: Press OK
sk: Stlačte OK
tr: ok tuşuna basınız

source: Really delete all list?
sk: Naozaj zmazať celý zoznam?
tr: listede olanların hepsini silmek istiyor musunuz ?

source: Return to deep standby after import
sk: Vrátiť do hlbokého spánku po skončení importu
tr: içe aktarımdan sonra cihazı tekrar kapat

source: Run AutoTimer after import
sk: Po importe spustiť AutoTimer
tr: içe aktarımdan sonra otomatik zamanlayıcı uygulamasını çalıştır

source: Saturday
sk: Sobota
tr: cumartesi

source: Save
sk: Uložiť
tr: Kaydet

source: Select action
sk: Zvoľte akciu
tr: Seçiminizi Yapın

source: Select service to add...
tr: eklenecek kanalı seçiniz

source: Show "EPGImport" in extensions
sk: Zobraziť "EPGImport" v rozšíreniach
tr: uygulamalar listesinde göster

source: Show log
sk: Zobraziť log
tr: Kayıt Defterini Göster

source: Skip import on restart GUI
sk: Preskočiť import po reštarte GUI
tr: sistem yeniden başlatıldığında içe aktarmayı pas geç

source: Sources
sk: Zdroje
tr: Kaynaklar

source: Standby at startup
sk: Pohotovostný režim po štarte
tr: cihazı hazırda beklet

source: Start import after booting up
sk: Začať import po spustení prijímača
tr: önyüklemeden sonra içe aktarmayı başlat

source: Sunday
sk: Nedeľa
tr: pazar

source: Thursday
sk: Streda
tr: perşembe

source: Tuesday
sk: Utorok
tr: salı

source: Wednesday
sk: Štvrtok
tr: çarşamba

source: When in deep standby
sk: Ak je prijímač v hlbokom spánku
tr: cihaz kapalı olduğunda

source: Write to /tmp/epgimport.log
sk: Zapísať do /tmp/epgimport.log
tr: /tmp/epgimport.log dosyasına yaz

source: You may not use this settings! At least one day a week should be included!
sk: Toto nastavenie nemôžete použiť! Mal by byť zvolený aspoň jeden deň v týždni!
tr: bu ayarları kullanamazsınız ! haftada en az bir gün dahil edilmelidir !

source: You must restart Enigma2 to load the EPG data, is this OK?
sk: Ak chcete načítať údaje EPG, musíte reštartovať Enigma2, Súhlasíte?
tr: e-rehber verilerini yüklemek için sistemi yeniden başlatmanız gerekiyor işletim sistemini şimdi yeniden başlatmak istiyor musunuz ?

source: always
sk: vždy
tr: her zaman

source: never
sk: nikdy
tr: asla

source: only automatic boot
sk: iba automatické spustenie
tr: sadece otomatik önyükleme olduğunda

source: only manual boot
sk: iba manuálne spustenie
tr: sadece manuel önyükleme yapıldığında

source: press OK to save list
tr: listeyi kaydetmek için OK tuşuna basın

source: skip the import
sk: preskočiť import
tr: içe aktarmayı pas geç

source: wake up and import
sk: prebudiť a spustiť import
tr: cihazı aç ve içe aktar
